Repository: 84000/data-translation-memory
Catalog: toh1066-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྡོང་པོ་རྒྱན་གྱི་མཆོག་ཅེས་བྱ་བའི་གཟུངས། དཀོན་མཆོག་གསུམ་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Dhāraṇī of the Supreme Stem Ornament Homage to the Three Jewels.

source: སངས་རྒྱས་ཀུན་གྱིས་བསྐྱབ་ཏུ་གསོལ། །
en: May all buddhas grant their protection!

source: བྱང་ཆུབ་མཆོག་ལ་ཕྱག་འཚལ་ལོ། །འཕགས་པ་ཀུན་གྱིས་བསྐྱབ་ཏུ་གསོལ། །
en: I pay homage to supreme awakening; May all noble ones grant their protection!

source: རྡོ་རྗེ་མཆོག་ལ་ཕྱག་འཚལ་ལོ། །རིག་བྱེད་ཀུན་གྱིས་བསྐྱབ་ཏུ་གསོལ། །
en: I pay homage to the supreme vajra; May all knowledge granters grant their protection!

source: གཙང་རིས་ལྷ་ལ་ཕྱག་འཚལ་ལོ། །མགོན་པོ་ཀུན་གྱིས་བསྐྱབ་ཏུ་གསོལ། །
en: I pay homage to all the gods of the pure god realms; May all protectors grant their protection!

source: བར་སྣང་ལྷ་ལ་ཕྱག་འཚལ་ལོ། །སྲིད་གསུམ་དབང་གིས་བསྐྱབ་ཏུ་གསོལ། །
en: I pay homage to the gods in the heavens; May the lords of the three worlds grant their protection!

source: ཁམས་གསུམ་སྲིད་ལ་དབང་བསྒྱུར་བའི། །ཀུན་ལ་ཕྱག་འཚལ་རྗེས་སུ་མཆོད། །བདག་གི་ལྔ་ཕུང་ཡན་ལག་ལ། །ཐུགས་རྗེས་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ། །དེ་ཡི་སྙིང་པོ་འདི་སྐད་གསུངས། །ཨོཾ་ཀ་ར་ཀ་ར་སྭཱ་ཧཱ། ཀུ་རུ་ཀུ་རུ་སྭཱ་ཧཱ། བྷ་ར་བྷ་ར་སྭཱ་ཧཱ། བྷུ་རུ་བྷུ་རུ་སྭཱ་ཧཱ། དྷ་ར་དྷ་ར་སྭཱ་ཧཱ། དྷུ་རུ་དྷུ་རུ་སྭཱ་ཧཱ། ཙ་ར་ཙ་ར་སྭཱ་ཧཱ།
en: To all those who rule over the three realms of existence I pay homage and offer worship; Grant your compassionate blessings To my five aggregates and limbs!

source: ཙུ་རུ་ཙུ་རུ་སྭཱ་ཧཱ། བདག་གི་ལྔ་ཕུང་ཡན་ལག་ལ། །ལོ་མི་རུང་དང་ཟླ་མི་རུང་། །ཞག་མི་རུང་དང་ཟ་མི་རུང་། །གཟའ་མི་རུང་དང་སྐར་མི་རུང་། །ཉིན་མི་རུང་དང་མཚན་མི་རུང་། །ཉིན་མཚན་ཕྱེད་མར་མི་རུང་དང་། །སྔ་དྲོ་ཕྱི་དྲོ་མི་རུང་དང་། །ཕྱོགས་མི་རུང་དང་མཚམས་མི་རུང་། །འདྲེ་ལྔ་སྡོད་དང་བདུད་གཅོད་པ། །
en: The essence-mantra of that is said to be: oṁ kara kara svāhā kuru kuru svāhā bhara bhara svāhā bhuru bhuru svāhā dhara dhara svāhā dhuru dhuru svāhā cara cara svāhā curu curu svāhā Protect my five aggregates and limbs From inauspicious years and inauspicious months, Inauspicious days and inauspicious days of the week, Inauspicious planets and inauspicious stars, Inauspicious daytimes and inauspicious nighttimes, Inauspicious middays, Inauspicious mornings and inauspicious evenings, Inauspicious cardinal directions and inauspicious intermediary directions, Possession by the five ghosts, and inauspicious divinations.

source: དེ་དག་ཀུན་ལས་བསྐྱབ་ཏུ་གསོལ། །དེ་ཡི་སྙིང་པོ་འདི་སྐད་གསུངས། །ཨོཾ་པྲཛྙེ་པྲཛྙེ་པྲཛྙ་ཨ་བ་ལོ་ཀི་ར་དྷ་ཏི་མ་ནི་སུ་སིདྡྷི་ཨཱརྱ་ཛྭ་ལ་ནཱ་མ་མཉྫུ་ཡེ་སྭཱ་ཧཱ། བདག་གི་ལྔ་ཕུང་ཡན་ལག་ལ། །དམར་གྱི་ཐུན་དང་ཕྲ་མེན་དང་། །གློ་དང་ནད་ངན་འོང་བ་དང་། །
en: Grant protection from all of these!

source: ལོ་སྐེག་ཟླ་སྐེག་ཞག་སྐེག་དང་། །དེ་བཞིན་ཟ་སྐེག་ལ་སོགས་པ། །རྨི་ལམ་ངན་དང་དགྲ་བགེགས་དང་། །མུན་པ་ལྟ་བུས་དབང་བྱས་ཀྱང་། །ཉི་ཟླ་ལྟ་བུའི་འོད་ཕྱུང་སྟེ། །མཐའ་ནས་རྣམ་པར་གསལ་བར་གསུངས། །ཕྱོགས་སྐྱོང་རྣམས་ཀྱིས་བསྲུང་དུ་གསོལ། །
en: The essence-mantra of that is said to be: oṁ prajñe prajñe prajñe avalokiradhati mani susiddhi ārya jvala nāma mañjuye svāhā May my five aggregates and limbs, Despite being subjected to darkness From violence and malevolent female spirits; From the onset of coughs and difficult illnesses; From obstacle years, obstacle months, obstacle days, Obstacle days of the week and the like; And from bad dreams, enemies, and hindrances, Be protected by the directional guardians Who are said to radiate light, like the sun and moon, That illuminates from the farthest reaches.

source: དེ་ཡི་སྙིང་པོ་འདི་སྐད་གསུངས། །ཨོཾ་ཧ་ཀུ་ཧཱུྃ། ཧཱུྃ་དུ་ཧཱུྃ། ཧཱུྃ་ན་ཧཱུྃ། ཧཱུྃ་ཡྃ་ཧཱུྃ། ཧཱུྃ་ཀེ་ཧཱུྃ། ཧཱུྃ་ཀི་ཧཱུྃ། ཧཱུྃ་ཀཱི་ཧཱུྃ། ཧཱུྃ་ཏི་ཧཱུྃ། ཧཱུྃ་ཏཱི་ཧཱུྃ། ཧཱུྃ་དཱུ་ཧཱུྃ། ཧཱུྃ་བེ་ཧཱུྃ། བདག་གི་ལྔ་ཕུང་ཡན་ལག་ལ། །ཐོག་མ་མེད་པའི་དུས་མཐའ་ནས། །ད་ལྟའི་ཚེ་ལུས་འདི་སྐྱེས་སུ། །
en: The essence-mantra of that is said to be: oṁ haku hūṁ hūṁ du hūṁ hūṁ na hūṁ hūṁ yaṁ hūṁ hūṁ ke hūṁ hūṁ ki hūṁ hūṁ kī hūṁ hūṁ ti hūṁ hūṁ tī hūṁ hūṁ dū hūṁ hūṁ ve hūṁ From beginningless time Until being born in this life and body, I have written incorrectly, recited incorrectly, Listened incorrectly, explained incorrectly, Meditated incorrectly, and trained incorrectly.

source: བྲི་ཉེས་པ་དང་བཀླག་ཉེས་དང་། །མཉན་ཉེས་པ་དང་བཤད་ཉེས་དང་། །བསྒོམ་ཉེས་པ་དང་བསྒྲུབ་ཉེས་དང་། །ཁྲིམས་ཉམས་པ་དང་སྡོམ་ཉམས་དང་། །དམ་ཉམས་ཀུན་ལས་བསྲུང་དུ་གསོལ། །
en: Protect my five aggregates and limbs From all such broken rules, broken vows, And broken samayas!

source: དེ་ཡི་སྙིང་པོ་འདི་སྐད་གསུངས། །ན་མོ་བྷ་ག་བ་ཏེ་སརྦ་དྷུ་ཡེ་དུཥྚ་ན་སྭཱ་ཧཱ། འཕགས་པ་སྡོང་པོ་རྒྱན་གྱི་མཆོག་ཅེས་བྱ་བའི་གཟུངས་རྫོགས་སྷོ།།
en: The essence-mantra of that is: namo bhagavata sarva dhuye duṣṭana svāhā This concludes “The Noble Dhāraṇī Called the Supreme Stem Ornament.”
